<?php

return [
    'success' => 'تم إدخال البيانات بنجاح.',
    'update' => 'تم التعديل بنجاح.',
    'delete' => 'تم الحذف بنجاح.',
    'error' => 'حدث خطأ أثناء إدخال البيانات.',
    'required' => 'هذا الحقل مطلوب.',
    'email_error' => 'البريد الإلكتروني غير صحيح.',
    'password_error' => 'كلمة المرور غير صحيحة.',
    'password_required' => 'كلمة المرور مطلوبة.',
    'password_match' => 'كلمة المرور غير متطابقة.',
    'stage_delete' => 'لا يمكن حذف هذه المرحلة لأن لها صفوف تابعة. عليك حذف الصفوف اولاً!',
    'No photos' => 'الصور او الملفات التي اخترتها لم يتم تحميلها. اضغط في اي مكان فارغ خارج الشاشة السوداء واخترهم مرة اخري!',
];